---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCParallelFlange
source: html/07cab436-c89c-18b3-c175-dfa8a281c832.htm
---
# StructuralSectionCParallelFlange Methods

Returns size of the section boundary.